;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Arabic
Code = ar
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = ترجمة فتحي الداودية
Label_Version = الاصدار
Label_AutoIt = AutoIt البناء مع الاصدار 
Label_Copyright = حقوق النشر
Tip_Title_Donate = التبرع لقضيتنا
Tip_Message_Donate = استخدام جديد لخدمتك. \r وتمكننا من الحصول على الادوات والخدمات \rn عند التبرع ، يمكنك الحفاظ على البرمجيات الحرة
Label_Home = الصفحه الرئيسيه
Label_License = الرخصة
Label_Support = الحصول على الدعم
Tip_Title_Country = صنع في جنوب افريقيا
Tip_Message_Country = ولد في جنوب افريقيا.% {Program.Name} 
Label_Contributors = المساهمين
Tip_Facebook = مثلنا على الفيس بوك
Tip_Twitter = تابعناعلىتويتر.
Tip_GooglePlus = تجدناعلىجوجل.
Tip_GitHub = %{Program.Name} on GitHub.
Button_Ok = موافق
Label_RAM = (RAM) %d MB FREE OF %d MB (%d%)
Tip_RAM = ذاكره الوصول العشوائي
Label_HDD = (%s) %.2f GB FREE OF %.2f GB (%d%)

[Custom]
Label_Status_Welcome = تذكر! لا تصلح شيئا غير مكسور يمكنك ان تكسر الاشياء
Label_Status_Updates = التحقق من وجود تحديثات
Checkbox_Repair_01 = (TCP/IP) اعاده تعيين بروتوكولات انترنت 
Checkbox_Repair_02 = (اعاده تعيين الكتالوج) Winsock اصلاح
Checkbox_Repair_03 = تجديد اتصالات انترنت
Checkbox_Repair_04 = (نظام اسم النطاق)  Resolver DNS تدفق ذاكره التخزين المؤقت
Checkbox_Repair_05 = (بروتوكول تحليل العنوان) ARP مسح ذاكرة التخزين المؤقت 
Checkbox_Repair_06 = %s اصلاح انترنت اكسبلورر
Checkbox_Repair_07 = مسح محفوظات تحديث ويندوز
Checkbox_Repair_08 = اصلاح ويندوز / التحديثات التلقائية
Checkbox_Repair_09 = تشفيرSSL / HTTPS / اصلاح
Checkbox_Repair_10 = اعادة تعيين تكوين خادم الوكيل
Checkbox_Repair_11 = اعادة تعيين تكوين جدار حماية ,وندوز
Checkbox_Repair_12 = استعادة ملف المضيفات الافتراضي
Checkbox_Repair_13 = Wins تجديد تسجيلات عميل
Checkbox_Repair_14 = Make Network Computers Visible in File Explorer
Tip_Status_Show = عرض الحالة
Tip_Status_Hide = اخفاء الحالة
Button_Go = اذهب!
Button_Go_Stop = توقف
Info_01 = للبدء. لا تقم بتحديد شيء ما لم يكن لدي الحاسوب مشكلة موصوفة. تخطي اي خيار كنت لا تفهم.'%s'حدد خيارات اصلاحتك  واضغط علي\rn\rn  قبل البدء ؛ من المستحسن انشاء نقطه استعاده النظام لاسترجاع ايه تغييرات تم اجراؤها بواسطة اصلاح انترنت كامل. وعلاوةعلىذلك ، تشغيل البناء في ويندوز انترنت مشاكل الرماة قبل اي خيارات الاصلاح
Info_02 = هذا له نفس النتيجة مثل ازاله واعاده تثبيت البروتوكول.(TCP/IP) يعيد هذا الخيار كتابه مفاتيح مكتب التسجيل الهامه التي يتم استخدامها بواسطة مكدس بروتوكول انترنت
Info_03 = المثبتة مسبقا سوف تحتاج الى اعاده تثبيتها.LSP الفساد نتيجة فقدان الاتصال بالشبكة. وينبغي استخدام هذا الخيار مع الرعاية لان اي Winsock ويمكن استخدام هذا لاسترداد من
Info_04 = وتجديدها.(TCP/IP) تحرير كافة اتصالات انترنت
Info_05 = اسماء.DNS عقود الايجار واعادة التسجيل DHCP ذاكرة التخزين المؤقت للبرنامج ، وتحديث كل شيء DNS تهييج
Info_06 = ايضًا في العمل للتواصل مع مضيفين بعيدين او اكثر.Ping تشمل الاعراض: فشل تحميل العديد من مواقع الويب ، وانقطاع الشبكة او الاتصال بالانترنت. سيخفق الامر \rn\rn قد تتلف ذاكرة التخزين المؤقت لـ ARP . نظرًا لمجموعة متنوعة من الظروف المحتملة (MAC addresses) المقابلة المقابلة URL Data Model OSI لعناوين (IP addresses) OSI Model Network Layer (بروتوكول تحليل العنوان) ذاكرة التخزين المؤقت هي تقنية تُستخدم لتخزين "تعيينات" عناوين ARP
Info_07 = مايكرو سوفت انترنت اكسبلورر %s المعنية المطلوبة لتشغيل سلس لـ  dll و ocx اعادة تسجيل كافة ملفات
Info_08 = '%s' و '%s' سيؤدي هذا الخيار الى مسح محفوظات تحديثات وندوز. سيقوم بذلك عن طريق افراغ الدلائل
Info_09 = سيحاول هذا الخيار اصلاح تحديث وندوز/التحديثات التلقائية. حاول هذا عندما تكون غير قادرعلىتحميل او تثبيت التحديثات
Info_10 = مواقع الويب الامنة (مثل الخدمات المصرفية) ، فيمكن ان يساعدك هذا الخيار.SSL / اذا كنت تواجه مشكلة في الاتصال بـ
Info_11 = الثابت.WinHTTP سيحاول هذا الخيار اعاده تعيين كافة تكوينات الوكيل ، بما في ذلك تكوين وكيل \rn\rn ، الى موقع البرامج الضارة.Rizonesoft.com العديد من الاصابات الخبيثة انشاء ملقمات وكيل ومن ثم تعيين ويندوز لتوجيه كل حركه المرورعلىشبكه الانترنت من خلال وكيل الفايروس.علىسبيل المثال ، سيتم اعاده توجيه محاولة الوصول الى
Info_12 = اعادة تعيين تكوين جدار حماية وندوز الى حالته الافتراضية.
Info_13 = اعادة تعيين ملف مضيف وندوز الى حالته الافتراضية.
Info_14 = WINS ضروريا: تم فقدان التسجيل او حذفه في WINS ويجب تحديثه من قبل العميل. التسجيل موجود في بعض ملقمات WINS ولكن ليس في الاخرين. اعادة التسجيل  مفيد هنا لزيادة معرفات اصدار WINS  ، والذي سيساعد في التسبب في حدوث نسخ متماثل لملقم WINS هنا بعض الحالات التي يكون فيها تجديد تسجيلات عملاء (WINS) خادم \rn\rn الخاصة بهم مع خادم "خدمه اسم انترنت ل وندوز NetBIOS من الضروري احيانا ان يحتاج العملاء او الملقمات الموجودةعلىشبكه الاتصال الى اعاده تسجيل اسماء
Info_15 = By default, computers in your local network should be visible when browsing for a network device with File Explorer. With Windows 10 version 1803 some computers are only accessible via their names or IP addresses.
Label_Sub_Heading_Notice = اكمال وظيفة اصلاح انترنت الان المجمعة مع "اصلاح وندوز الكامل". انقر هنا لتنزيله الان وتطورا !!
Label_All_Complete = جميع المهام المحددة اكتمل.

[Donate]
Label_Heading = ساعات. الان ، ماذا عن التبرع لقضيتنا؟ %d كانت تخدمك الاقصى من {Program.Name} % 
Label_Message = ، ادخل في المبلغ ، وارسل بالضرورة التبرع. باي باي ، ، ان تعرف باي الاسهل وام من تحمل النقدية. لم يكن لديك حساب باي بال؟ لا تقلق ، انها سريعة وسهله للتوقيع.PayPal.me/rizonesoft انقر على زر باي بالي او اذهب الى

[File]
Backup_Saving = '%s' الحفظ
Backup_Success = '%s' الدليل حفظ بنجاح الى
Backup_Continue = نحن سنستمر الان بازالتها
Backup_Error_01 = لا يمكن ان يحفظ '%s'
Backup_Error_02 = لتفادي خسارة البيانات، هذا الدليل لن يزال.
CleanDir_Clearing = '%s' تنظيف
CleanDir_Error_01 = مسار الدليل
CleanDir_Error_02 = '%s' لا شيء هنا  
CleanDir_Error_03 =  لا يمكن ان يزال.'%s'
CleanDir_Attributes = '%s'خواص مكان ل 
CleanDir_Success = '%s' ازالة بنجاح
Delete_Removing = '%s'ازالة  
Delete_Success = الملف حذف بنجاح.
Delete_Error = حدث خطا بينما يحذف الملف.
OpenText_Opening = '%s'افتتاح
OpenText_Success = ملف.'%s' عرض 
OpenText_Error = ملف.'%s' لا يستطيع ان يجد 

[Logging]
Finished = الانتهاء
success = النجاح
Response_Received = الرد الوارد
Successfully = نجاح
OK = موافق!
Registration_succeeded = نجح التسجيل
Initiated = بدات
Error = خطا
Failed = فشل
Access_Denied = تم رفض الوصول
No_Operation_Performed = لا يمكن تنفيذ اي عمليه
VERSION = الاصدار
File_Not_Found =  '%s' تعذر العثورعلىملف السجل 
Showing_File =  '%s' اظهار ملف السجل 
Showing_Error = %s:حدث خطا ما: معرف العملية 
Opening_File = فتح ملف السجل.
Opening_Directory = يتم الان فتح مجلد السجل...
Directory_Not_Found = '%s'  تعذر العثورعلىدليل السجل
Showing_Directory = '%s' اظهار دليل السجل 
Bool_Yes = نعم
Bool_No = لا
Info_Date = تاريخ:
Info_Program = برنامج:
Info_Program_Path = مسار البرنامج:
Info_Compiled = تجميع:
Info_AutoIt_Version =  AutoIt اصدار :
Info_AutoIt_64Bit =  64-بت الاصدار AutoIt:
Info_Windows_Version = اصدار وندوز:
Info_System_Type = نوع النظام:
Info_Memory = (RAM) الذاكرة :
Info_ProgramFiles = دليل ملفات البرامج:
Info_Windows_Directory = دليل ويندوز:
Level_Error = خطا:
Level_Warning = تحذير:
Level_Success = النجاح:
Level_Finished = الانتهاء:

[Menus]
File = &ملف
File_Event_Log = عارض &احداث الوندوز
File_Preferences = &التفضيلات
File_Logging = &تسجيل
File_Logging_Open_File = فتح ملف &السجل
File_Logging_Open_Directory = افتح &دليل السجل
File_Logging_IP_Reset = & IP فتح واعادة فتح 
File_Export = &(تصدير (معلومات
File_Export_IP = &IP(تكوين(الكل
File_Export_LSP = Winsock &LSPs
File_Export_ARP = &ARP Entries (all)
File_Export_NBIOS = Net&BIOS احصائيات
File_Reboot = &اعاده اقلاع ويندوز
File_Close = &اغلاق\tAlt+F4
Maintenance = &صيانة
Maintenance_Restore = &انشاء نقطه استعاده ويندوز
Troubleshoot = &استكشاف الاخطاء
Troubleshoot_01 = (تشخيصات شبكه ويب (انترنت
Troubleshoot_02 = شبكة تشخيصات محول الشبكة
Troubleshoot_03 = تشخيص الانترنت
Troubleshoot_04 = تشخيصات الشبكة الواردة
Troubleshoot_05 =  &تشخيص المجموعة الرئيسية
Troubleshoot_06 = تشخيصات الشبكة مشاركه الملفات
Troubleshoot_07 = &BITS تشخيص
Troubleshoot_08 = تشخيص &تحديث وندوز
Troubleshoot_09 = تشخيص انترنت اك&سبلورر 
Troubleshoot_10 = تشخيص امان انترنت اكسبلورر
Troubleshoot_11 = اختبار سر&عه الانترنت
Troubleshoot_12 = الحصول على كلمات &سر جهاز التوجيه
Tools = ا&دوات
Tools_RDP = &اتصال سطح المكتب عن بعد
Tools_IE_Properties = خصائص &انترنت اكسبلورر
Tools_Install_IP6 = & IP6 تثبيت بروتوكول
Tools_Uninstall_IP6 = &IP6 الغاء تثبيت بروتوكول 
Tools_Repair_WorkView = اصلاح عرض اجهزة مجموعة العمل
Help = &التعليمات
Help_Update = التحقق من &التحديثات
Help_Home = %{Company.Name} الصفحة الرئيسية
Help_Downloads = المزيد من &التنزيلات
Help_Support = &الحصول على الدعم
Help_Issue = خلق &قضية
Help_Donate = تبرع &لقضيتنا
Help_About = ترجمة فتحي الداودية
Debug = &تصحيح

[Messages]
Info_Title = ارجو اخذ ملاحظات
Warning_Title = تحذير!
Error_Title = وجه الفتاة! هناك خطا ما!
Error_Oops = عفوا!
Singleton = قيد التشغيل بالفعل  %.{Program.Name} هناك تواجد اخر لـ 
Compatible = ٪ {Program.Name} غير متوافق مع اصدارك من الاطارات. اذا كنت تعتقد ان هذا خطا ، فلا تتردد في ترك رسالة على '٪ s' تحتوي على جميع التفاصيل.
Compatible_Bit = '%s'من{Program.Name} 64 Bit غير متوافق مع اصدارك من وندوز. يرجى تنزيل {Program.Name} 32 Bit لسوء الحظ%
Loading_Initializing =  %{Program.Name} تهيئة
Loading_Localizations = تحميل التعريب
Loading_Resources = وضع الموارد
Loading_WorkingDirectories = وضع دليل العمل
Loading_Logging = تهيئه التسجيل
Loading_Configuration = تحميل التكوين
Loading_Shortcuts = تعيين اختصارات لوحه المفاتيح
Loading_Interface = بدء تشغيل واجهه اساسيه
Ping_Check_Connection = التحقق من اتصال انترنت.
Ping_Response = اجزاء من الالف من الثانية.%s الرد إستلم في
Ping_Host_Offline = المضيف غير متصل.
Ping_Host_Unreachable = المضيف غير قابل للوصول.
Ping_Host_Bad = وجهة سيئة.
Ping_Host_No_Internet = لا اتصال الانترنت.
Global_Errors = (%02i) %s انتهى منه
Global_Errors_Error = خطا
Global_Errors_Errors = اخطاء
Global_Finished = المهمة المختارة اكتملت.
Global_File = ملف
Global_Files = ملفات
RegisterDll_Success =  تسجيل نجح.RegSvr32.exe > '%s'
RegisterDll_Error_01 = لتسجيل وحده نمطيه ، يجب توفير اسم ثنائي RegSvr32.exe > '%s'
RegisterDll_Error_02 = لم يتم العثورعلىالوحدة النمطية المحددة.RegSvr32.exe > '%s'
RegisterDll_Error_03 = العثورعلى نقطه الادخال.DllRegisterServer  تم تحميل الوحدة النمطية ولكن لم يتم  RegSvr32.exe > '%s'
RegisterDll_Error_04 = RegSvr32 exe '% s ': 0x80070005 رقم الخطا
Registry_Write_Error =  '%s' تعذر الكتابة الى  
Registry_Error_01 = غير قادر على فتح المفتاح المطلوب.
Registry_Error_02 = غير قادر على فتح المفتاح الرئيسي المطلوب.
Registry_Error_03 = غير قادر على فتح القيمة المطلوبة.
Registry_Error_04 = نوع القيمة غير معتمد.
Registry_Error_05 = غير قادر على حذف القيمة المطلوبة.
Registry_Error_06 = غير قادر على حذف المفتاح/القيمة المطلوبة.

[Messages2]
Select_Something_Title = اختر شيئا
Select_Something_Message = ماذا عن اختيار شيء اولا؟
Stopping = الرجاء الانتظار
Boot_01 = قد يلزم اعادة تشغيل النظام قبل ان تصبح الاعدادات سارية المفعول.
Boot_02 = لاعادة تشغيل او عدم اعادة التشغيل؟
Boot_03 = قد تحتاج الى اعادة تشغيل جهاز حاسوبك قبل ان تصبح الاعدادات نافذة المفعول. هل ترغب في اعادة تشغيل جهاز حاسوبك الان؟ حفظ اشياءك الخاصة ، واحبس انفاسك واضغط نعم لاعادة تشغيل جهاز حاسوبك. او اضغط على لا لتتجاهلني.
Boot_04 = ^ انت لا تريد اعادة تشغيل جهاز حاسوبك؟
Boot_05 = ^ لا يمكن ان يجادل في ذلك. هذا هو جهازحاسوبك على كل حال.
Boot_06 =  لاعاده اقلاع الحاسوب لاحقا.'%s' ثم '%s' انقر فوق 
Boot_07 = اعادة تشغيل وندوز ...
MsgBox_Boot_Title = اعاده!
MsgBox_boot_Message = ثانية. يجب ان يمنحك ذلك الوقت  الكافي لحفظ اشياءك. اضغط على موافق لاعادة تشغيل حاسوبك الان.%s سيتم اعادة تشغيل الحاسوب خلال 
Boot_Restarting = اعاده تشغيل الحاسوب
Boot_Canceled = اعادة التشغيل ملغاة.
Reset_IP_01 = IP اعاده تعيين كافة تكوينات
Reset_IP_02 = @ '%s'الموجود TCP/IP اعاده تعيين سجل
Reset_IP_03 = IP اعاده تعيين تكوينات الاصدار 4 من 
Reset_IP_04 = IP اعاده تعيين تكوينات الاصدار 6 من
Winsock_01 = Winsock محاولة اعاده تعيين كتالوج
Winsock_02 = او الاصدار الاحدث  Windows XP service Pack 2 من المستحسن ان تقوم بتثبيت
Winsock_03 = Winsock تم الانتهاء من اعاده تعيين كتالوج
Winsock_04 = باستخدام الاسلوب 1.Winsock اعاده تعيين
Winsock_05 = باستخدام الاسلوب 2.Winsock اعاده تعيين
Renew_IP_01 = وتجديدها.TCP/IP الافراج عن اتصالات
Renew_IP_02 =  TCP/IP.الافراج عن اتصالات
Renew_IP_03 = TCP/IP تجديد اتصالات
Renew_IP_04 = Winsock اعاده تعيين
Renew_IP_05 = TCP/IP تم تجديد
DNS_01 = Resolver DNS.تحديث ذاكره التخزين المؤقت
DNS_02 = DNS مسح
DNS_03 = DNS تسجيل 
DNS_04 = تم انعاشة DNS
ARP_01 = تدفق ارب (نظام تحويل العناوين) ذاكرة وسيطة.
ARP_02 = اصلاح ادوات التطوير.
Repair_IE_01 = %s تصليح نسخة انترنت اكسبلورر
Repair_IE_02 = اغلاق انترنت اكسبلورر . احفظ عملك قبل الضغط على موافق
Repair_IE_03 = اصلاح "فتح في علامة تبويب / نافذة جديدة لا تعمل".
Repair_IE_04 = موجود ولكن لا يحدث شيء" Add-Ons-Manager "اصلاح ادخال القائمة
Repair_IE_05 = اصلاح بسيط  بريد المعهد هتمل
Repair_IE_06 = اصلاح نهج المجموعة الاداة الاضافية
Repair_IE_07 = اصلاح الشاشة الذكية.
Repair_IE_08 = IEAK.اصلاح العلامة التجارية
Repair_IE_09 = يغلق فورا عند الاطلاق'.IE8 'اصلاح 
Repair_IE_10 = اصلاح مدير الترخيص
Repair_IE_11 = اصلاح اداره الرخصة.
Repair_IE_12 = المحور الملف.(Robin Walker) .NET اصلاح الارتباطات جافا سكريبت لا تعمل 
Repair_IE_13 = اصلاح مقابل المصحح.
Repair_IE_14 = اصلاح مشاكل الطباعة ، فتح في اطار جديد.
Repair_IE_15 = اصلاح ' البحث في هذه الصفحة فارغ '
Repair_IE_16 = اصلاح اداره تصحيح العملية.
Repair_IE_17 = VML Renderer.اصلاح
Repair_IE_18 = لا يمكن لاصلاح ' صفحه علامات التبويب الجديدة عرض المحتوي لانه لا يمكنه الوصول الى عناصر التحكم '.
Repair_IE_19 = shdocvw.dll هذا نتيجة خطا في
Repair_IE_20 = Outlook Express اصلاح برنامج .
Repair_IE_21 = يجب ان يعمل انترنت اكسبلورر بشكل صحيح الان.
Clear_Update_01 = (تنظيف مخازن الملفات (تاريخ التحديث 
Clear_Update_02 = تم مسح محفوظات التحديث
Repair_Update_01 = اصلاح تحديث ويندوز/التحديثات التلقائية
Repair_Update_02 = ايقاف خدمه تحديث نيرو
Repair_Update_03 = BITS ايقاف خدمه
Repair_Update_04 = ايقاف خدمة التحديثات التلقائية
Repair_Update_05 = BITS اعداد واصف الامان 
Repair_Update_06 = اعداد واصف الامان لخدمة التحديثات التلقائية
Repair_Update_07 = تكوين خدمة التحديثات التلقائية
Repair_Update_08 = BITS تكوين
Repair_Update_09 = Dlls تسجيل تحديثات ويندوز
Repair_Update_10 = اعادة تشغيل خدمة التحديثات التلقائية.
Repair_Update_11 = BITS اعاده تشغيل خدمه
Repair_Update_12 = اعاده تشغيل خدمه تحديث نيرو
Repair_Update_13 = تنظيف بيانات تعريف المعاملاتعلىتحميل اداره موارد المعاملات التالية
Repair_Update_14 = BITS مسح قائمه انتظار
Repair_Update_15 = بدء الكشف عن تحديثات وندوز على الفور.
Repair_Update_16 = تحديث ويندوز تحديثها.
SSL_Crypt_01 = التشفير./HTTPS/ اصلاح خدمه تصميم المواقع
SSL_Crypt_02 = ايقاف خدمه التشفير.
SSL_Crypt_03 = تكوين خدمه التشفير.
SSL_Crypt_04 = '%s' تنظيف
SSL_Crypt_05 = '%s' تم مسح 
SSL_Crypt_06 =  التشفير.dll SSL/HTTPS/تسجيل ملفات
SSL_Crypt_07 = التشفير.DLLs SSL/HTTPS/ تم تسجيل
SSL_Crypt_08 = اعادة تشغيل خدمة التشفير.
SSL_Crypt_09 = يجب ان تعمل الخدمات المصرفية عبر الانترنت الان.
Reset_Proxy_01 = اعادة تعيين اعدادات الوكيل.
Reset_Proxy_02 = ضبط الوكيل للوصول المباشر.
Reset_Proxy_03 = اعادة اعدادات خادم الوكيل الى الاعدادات الافتراضية.
Reset_Firewall_01 = اعادة تعيين تكوين جدار حماية وندوز.
Reset_Firewall_02 = اعدادات جدار الحماية على الاعدادات الافتراضية
Restore_HOSTS_01 = استعادة ملف مستضيف وندوز الافتراضي.
Restore_HOSTS_02 = حدث خطا اثناء كتابه ملف المضيفون
Restore_HOSTS_03 = كتابة البيانات الى ملف المضيفون
Restore_HOSTS_04 = تم انشاء ملف المضيفين بنجاح
Restore_HOSTS_05 = استعادة ملف المضيفين.
Renew_Wins_01 = Wins تجديد تسجيلات زبون
Renew_Wins_02 = يفوز التسجيلات العميل تجديد.
Make_Computers_Visible_01 = Making Network Computers Visible.
Make_Computers_Visible_02 = Configuring the Function Discovery Resource Publication Service.
Make_Computers_Visible_03 = Network Computers should now be visible in File Explorer.
Open_Events_01 = فتح ويندوز عارض الاحداث.
Open_Events_02 = يجب ان يكون عارض الاحداث مفتوحا الان.
Export_IP_01 = Windows IP.تصدير تكوين
Export_IP_02 = '%s' الى Windows IP تم حفظ تكوين
Export_IP_03 =  IP.تعذر حفظ تكوين
Export_LSPs_01 = Winsock LSPs.تصدير تثبيت 
Export_LSPs_02 = '%s' المحفوظة الى Winsock LSPs list
Export_LSPs_03 = LSP تعذر حفظ قائمه 
Export_ARP_01 = ARP تصدير ادخالات 
Export_ARP_02 = '%s 'المحفوظة الى ARP ادخالات
Export_ARP_03 = ARP تعذر حفظ ادخالات 
Export_NBIOS_01 = NetBIOS تصدير احصائيات 
Export_NBIOS_02 = '%s 'الى NetBIOS تم حفظ احصائيات
Export_NBIOS_03 = NetBIOS تعذر حفظ احصائيات 
Tools_Open_RDP_01 = فتح الاتصال بسطح المكتب عن بعد
Tools_Open_RDP_02 = تعذر فتح الاتصال بسطح المكتب عن بعد
Tools_Open_RDP_03 = يجب ان يكون اتصال سطح المكتب عن بعد مفتوح
Tools_Open_IE_Properties_01 = فتح خصائص انترنت اكسبلورر
Tools_Open_IE_Properties_02 = لا يمكن فتح خصائص انترنت اكسبلورر
Tools_Open_IE_Properties_03 = يجب ان تشاهد خصائص انترنت اكسبلورر
Tools_Install_IP6 = TCP/IP v6.تثبيت بروتوكول 
Tools_Uninstall_IP6 =  TCP/IP v6.الغاء تثبيت بروتوكول
Tools_Repair_WorkGroup = اصلاح عرض اجهزة مجموعة العمل.

[Preferences]
Window_Title = التفضيلات
Tab_General = عام
Tab_Cache = مخبا
Tab_Performance = اداء
Tab_Language = لغة
Group_Redundancy = وفرة
Group_Logging = تسجيل
Group_Priority = افضلية
Group_Memory = الذاكرة
Group_Language = لغة
Checkbox_Backup_Folders = مجلدات النسخ الاحتياطي قبل الازالة
Checkbox_Export_IP =  قبل اعادة الضبط IP تصدير تكوين 
Checkbox_Enable_Logging = تمكين التسجيل
Label_Log_Exceed = يجب الا يتجاوز حجم السجل:
Label_Logging_Size = ك ب %s:حجم التسجيل 
Button_Logging_Clear = مسح التسجيل
Label_SetPriority = تعيين اولوية العملية:
Checkbox_SaveRealtime = (حفظ الاولويه اعلاه عاليه (غير مستحسن
Checkbox_ReduceMemory = تقليل الذاكرة على انظمه الذاكرة المنخفضة.
Label_Language_Message = للمتابعة. (مطلوب اعاده التشغيل) %s حدد اللغة التي تفضلها واضغطعلىالزر 
Button_Save = حفظ
Button_Cancel = الغاء الامر
Label_Updated = التفضيلات
Label_Logging_Cleared = تسجيل تطهيرها
MsgBox_Language_Title = اللغة تغيرت
MsgBox_Language_Message = تم تغيير اللغة المحددة. يجب اعاده تشغيل اصلاح الانترنت الكامل للغة المختارة لتصبح نافذه المفعول.
MsgBox_Closing_Title = {الاغلاق% {اسم البرنامج
MsgBox_Closing_Message = هل تريد اغلاق% {اسم البرنامج} الان ؟

[Update]
Window_Title_Available = التحديث متاح
Window_Title_Congratulations = تهانينا!
Window_Title_Error = هناك خطا ما!
Label_Message_Update = هناك اصدار جديد ' %  {Program.Name}' متوفر.
Label_Message_Latest = انت تستخدم اخر اصدار ' %  {Program.Name} '.
Label_Message_Error = 'تعذر استرداد معلومات حول احدث اصدار من' % {Program.Name}
Label_Message_Internet = يرجى التحقق من اتصالك بالانترنت وحاول مرة اخرى.
Label_Build_Current = البناء الحالي:
Label_Build_Update = تحديث البناء:
CheckBox_NoUpdate = لا تتحقق من وجود تحديثات عند بدء التشغيل.
Button_Update = اقرا اكثر
Button_Close = اغلاق

[Versioning]
Administrator = مدير
Build = بناء
AutoIt_Version = AutoIt %{AutoIt.Version} استخدام اصدار
Bit = Bit